Tekla.Structures.Filtering.Categories.PartFilterExpressions.Class
The Class class represents the class filter expression.

Tekla.Structures.Filtering.Categories.PartFilterExpressions.Class.#ctor
Initializes a new instance of the Class class.